Repository: asiekierka/swanshell
Catalog: lang/*.po
Languages: de, es, fr, pl, zh_hans

# UI_FILE_SELECTOR_PAGE_FORMAT
source: Page %d/%d
de: Seite %d/%d
es: Página %d/%d
pl: Strona %d/%d
zh_hans: 第%d/%d页

# UI_STATUS_LOADING
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
pl: Ładowanie...
zh_hans: 加载中…

source: Yes
de: Ja
es: Sí
fr: Oui
pl: Tak
zh_hans: 是

source: No
de: Nein
fr: Non
pl: Nie
zh_hans: 否

source: OK
zh_hans: 好的

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj
zh_hans: 取消

# SETTINGS_INFO_WS
source: Y1: Help
de: Y1: Hilfe
es: Y1: Ayuda
fr: Y1: Aide
pl: Y1: Pomoc
zh_hans: Y1: 帮助

# SETTINGS_KEY
source: Settings
de: Einstellungen
es: Opciones
fr: Paramètres
pl: Ustawienia
zh_hans: 设置

# SETTINGS_LANGUAGE_KEY
source: Language
de: Sprache
es: Idioma
fr: Langue
pl: Język
zh_hans: 语言

# SETTINGS_FILE_KEY
source: File browser
de: Dateibrowser
es: Archivos
fr: Fichiers
pl: Przeglądarka plików
zh_hans: 文件浏览器

# SETTINGS_CART_KEY
source: Cartridge
de: Spielmodul
es: Cartucho
fr: Cartouche
pl: Kartridż
zh_hans: 卡带

# SETTINGS_THEME_KEY
source: Theme
de: Farbschema
es: Tema
fr: Thème
pl: Motyw
zh_hans: 主题

# SETTINGS_FILE_SORT_KEY
source: File order
de: Dateireihenfolge
es: Orden
fr: Ordre des dossiers
pl: Kolejność
zh_hans: 文件顺序

# SETTINGS_FILE_SHOW_HIDDEN_KEY
source: Show hidden files
de: Versteckte Dateien anzeigen
es: Mostrar ocultos
fr: Afficher les fichiers cachés
pl: Wyświetlaj ukryte
zh_hans: 显示隐藏文件

# SETTINGS_FILE_SHOW_HIDDEN_HELP
source: Shows or hides files with the "hidden" attribute.
de: Dateien mit "versteckt" Attribut anzeigen oder ausblenden.
es: Muestra archivos ocultos.
fr: Permet d'afficher ou de masquer les fichiers cachés.
pl: Wyświetla lub ukrywa pliki posiadające atrybut "ukryty".
zh_hans: 根据“隐藏”属性显示或隐藏文件。

# SETTINGS_FILE_SORT_DEFAULT
source: Default
de: Standard
es: Normal
fr: Par Défaut
pl: Domyślna
zh_hans: 默认

# SETTINGS_FILE_SORT_DATE_ASC
source: Date ↑
de: Datum ↑
es: Fecha ↑
pl: Data ↑
zh_hans: 日期 ↑

# SETTINGS_FILE_SORT_DATE_DESC
source: Date ↓
de: Datum ↓
es: Fecha ↓
pl: Data ↓
zh_hans: 日期 ↓

# SETTINGS_FILE_SORT_SIZE_ASC
source: Size ↑
de: Größe ↑
es: Tamaño ↑
fr: Taille ↑
pl: Rozmiar ↑
zh_hans: 大小 ↑

# SETTINGS_FILE_SORT_SIZE_DESC
source: Size ↓
de: Größe ↓
es: Tamaño ↓
fr: Taille ↓
pl: Rozmiar ↓
zh_hans: 大小 ↓

# SETTINGS_FILE_SORT_HELP
source: Selects the order in which files should be listed in the file browser.
de: Stellt die Reihenfolge in der Dateien im Dateibrowser erscheinen ein.
es: Cambia orden de archivos.
fr: Définit l'ordre d'affichage des fichiers dans l'explorateur.
pl: Wybiera kolejność wyświetlania plików w przeglądarce plików.
zh_hans: 选择文件在文件浏览器中的排列顺序。

# SETTINGS_FILE_HIDE_ICONS_KEY
source: Hide icons
de: Icons ausblenden
es: Ocultar iconos
fr: Masquer les icônes
pl: Ukryj ikony
zh_hans: 隐藏图标

# SETTINGS_CART_SET_RTC_TIME
source: RTC date and time
de: Echtzeituhr Datum und Uhrzeit
es: Fecha y hora
fr: Date et heure RTC
pl: Data i godzina RTC
zh_hans: RTC 日期和时间

# SETTINGS_THEME_DARK_MODE
source: Dark mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
pl: Tryb nocny
zh_hans: 暗黑模式

# DIALOG_UPDATING_MCU
source: Updating MCU
de: Mikrocontroller wird aktualisiert
es: Actualizando MCU
fr: Mise à jour MCU
pl: Aktualizacja MCU
zh_hans: 更新 MCU

# ERROR_FILE_TOO_LARGE
source: File too large
de: Datei zu groß
es: Archivo demasiado grande
fr: Fichier trop volumineux
pl: Zbyt duży plik
zh_hans: 文件太大

# ERROR_FILE_FORMAT_INVALID
source: File format invalid
de: Dateiformat ungültig
es: Formato no válido
fr: Format de fichier invalide
pl: Niepoprawny format pliku
zh_hans: 文件格式无效

# ERROR_FILE_NOT_EXECUTABLE
source: File not executable
de: Datei nicht ausführbar
es: No ejecutable
fr: Fichier non exécutable
pl: Plik nie jest wykonywalny
zh_hans: 文件不能执行

# SUBMENU_OPTION_SETTINGS
source: Settings
de: Einstellungen
es: Opciones
fr: Paramètres
pl: Ustawienia
zh_hans: 设置

# SUBMENU_OPTION_TOOLS
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
pl: Narzędzia
zh_hans: 工具

# SUBMENU_OPTION_TEST_BFB
source: Test
de: Prüfen
es: Prueba
zh_hans: 测试

# SUBMENU_OPTION_WITCH_EXTRACT_BIOS_OS
source: Extract BIOS/OS
de: BIOS/OS extrahieren
es: Extraer BIOS/SO
fr: Extraire BIOS/OS
pl: Wydobądź BIOS/OS
zh_hans: 提取 BIOS/OS

# SUBMENU_OPTION_FILE
source: File...
de: Datei...
es: Archivo
fr: Fichier...
pl: Plik...
zh_hans: 文件…

# SUBMENU_OPTION_FILE_DELETE
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
pl: Usuń
zh_hans: 删除

# DIALOG_FILE_DELETE_CONFIRM
source: Are you sure you want to delete this file?
de: Soll die Datei wirklich gelöscht werden?
es: ¿Borrar archivo?
fr: Voulez-vous vraiment supprimer ce fichier?
pl: Czy na pewno chcesz usunąć ten plik?
zh_hans: 你确认要删除这个文件吗？

# WITCH_EXTRACT_PROGRESS_BIOS_EXTRACTING
source: Extracting BIOS...
de: BIOS wird extrahieren...
es: Extrayendo BIOS
fr: Extraction BIOS...
pl: Wydobywanie BIOS...
zh_hans: 正在提取 BIOS …

# SUBMENU_OPTION_WITCH_REPLACE_BIOS
source: Replace BIOS
de: BIOS ersetzen
es: Cambiar BIOS
fr: Remplacer BIOS
pl: Wymień BIOS
zh_hans: 替换 BIOS

# SUBMENU_OPTION_WITCH_REPLACE_OS
source: Replace OS
de: OS ersetzen
es: Cambiar SO
fr: Remplacer OS
pl: Wymień OS
zh_hans: 替换 OS

source: Input target filename
de: Ziel Dateiname eingeben
es: Nombre archivo
fr: Nom du fichier cible
pl: Podaj docelową nazwę pliku
zh_hans: 输入目标文件名

source: Select file
de: Datei auswählen
es: Seleccionar
fr: Sélectionner un fichier
pl: Wybierz plik
zh_hans: 选择文件

# DIALOG_FILE_ALREADY_EXISTS
source: File already exists.
de: Dei Datei existiert bereits.
es: Archivo ya existe
fr: Le fichier existe déjà.
pl: Plik już istnieje.
zh_hans: 文件已存在。

# DIALOG_OVERWRITE_CONFIRM
source: Are you sure you want to overwrite this file?
de: Soll die Datei wirklich überschrieben werden?
es: ¿Sobrescribir archivo?
fr: Voulez-vous vraiment remplacer ce fichier ?
pl: Czy na pewno chcesz nadpisać ten plik?
zh_hans: 你确认要覆盖这个文件吗？

# OSK_OK
source: OK
zh_hans: 好的

# SETTINGS_FILE_SORT_NAME_ASC
source: Name ↑
es: Nombre ↑
fr: Nom ↑
pl: Nazwa ↑
zh_hans: 文件名 ↑

# SETTINGS_FILE_SORT_NAME_DESC
source: Name ↓
es: Nombre ↓
fr: Nom ↓
pl: Nazwa ↓
zh_hans: 文件名 ↓

# SETTINGS_PROG_KEY
source: Program launcher
de: Programmstarter
es: Programas
fr: Lanceur de programmes
pl: Uruchamianie programów
zh_hans: 程序启动器

# SETTINGS_FILE_VIEW_LARGE
source: Large list
de: Große Liste
es: Lista grande
fr: Longue liste
pl: Duża lista
zh_hans: 大列表

# SETTINGS_FILE_VIEW_SMALL
source: Small list
de: Kleine Liste
es: Lista pequeña
fr: Courte liste
pl: Mała lista
zh_hans: 小列表

# SETTINGS_FILE_VIEW_HELP
source: Selects the method of listing files in the file browser.
de: Stellt die Auswahlmethode für Dateien im Dateibrowser ein.
es: Cambia modo de vista.
fr: Définit le mode d'affichage des fichiers dans l'explorateur de fichiers.
pl: Wybiera sposób przedstawiania plików w przeglądarce plików.
zh_hans: 选择文件在文件浏览器中的排列方法。

# SETTINGS_PROG_SRAM_OVERCLOCK
source: Force fast SRAM
de: Schnellen SRAM erzwingen
es: SRAM rápida
fr: Imposer la SRAM rapide
pl: Wymuś szybki SRAM
zh_hans: 强制快速 SRAM

# SETTINGS_PROG_SRAM_OVERCLOCK_HELP
source: Enables faster SRAM and I/O speeds on Color models before launching the game. This can help alleviate slowdowns in certain programs, but may also hurt compatibility or invalidate speedruns.
de: Aktiviert schnelleren Zugriff auf SRAM und I/O bei Color-Modellen vor Starten des Spiels. Dies kann dafür sorgen, dass das Spiel flüssiger läuft, kann aber auch die korrekte Funktion stören und macht Speedruns ungültig.
es: Aumenta velocidad de SRAM antes de iniciar el juego. Puede causar errores o incompatibilidad.
fr: Accélère les vitesses de la SRAM et des E/S sur les modèles Color avant le lancement du jeu. Cela peut réduire les ralentissements dans certains programmes, mais risque de nuire à la compatibilité ou d'invalider les speedruns.
pl: Włącza szybsze prędkości dostępu do pamieci SRAM i I/O kartridża na modelach konsoli Color przed włączeniem programu. Opcja ta może zmniejszyć spowolnienie niektórych programów, lecz może również negatywnie wpłynąć na kompatybilność czy unieważnić czas speedrunu.
zh_hans: 提升 Color 机型在游戏启动前的 SRAM 和 I/O 速度。 这有助于缓解某些程序中的卡顿，但也可能影响兼容性或使速通无效。

# SETTINGS_PROG_FX_BIOS
source: BIOS variant for .fx loader
de: BIOS-Variante für .fx
es: BIOS para .fx
fr: Variante du BIOS pour le chargeur .fx
pl: Wariant BIOS dla .fx
zh_hans: 用于 .fx 加载器的 BIOS 变体

# SETTINGS_PROG_FX_BIOS_HELP
source: The BIOS variant used by .fx programs. For serial communication, Native uses the USB port, Compatible uses the console EXT port.
de: Die BIOS-Variante die von .fx Programmen verwendet wird. Für die serielle Schnittstelle, verwendet Nativ den USB-Anschluss, Kompatibel den EXT-Anschluss der Konsole.
es: BIOS usada por programas .fx. Nativo: USB Compatible: EXT
fr: Variante de BIOS employée par les programmes .fx. Pour la liaison série, le mode Native utilise le port USB, tandis que le mode Compatible utilise le port EXT de la console.
pl: Wariant BIOSu używany przez programy .fx. Do komunikacji serial, Natywny używa port USB, Kompatybilny zaś portu EXT konsoli.
zh_hans: .fx 程序使用的BIOS变体。 对于串行通信，Native 使用USB端口，Compatible 使用控制台EXT端口。

# SETTINGS_CART_MCU_SPI_SPEED
source: MCU communication speed
de: Kommunikationsgeschwindigkeit des Mikrocontroller
es: Velocidad MCU
fr: Vitesse de communication MCU
pl: Prędkość komunikacji MCU
zh_hans: MCU 通信速度

# SETTINGS_CART_MCU_SPI_SPEED_HELP
source: - Low: 384 KHz - Medium: 6 MHz on WSC, 384 KHz on WS/PCv2 - High: 24 MHz
de: - Niedrig: 384 kHz - Medium: 6 MHz bei WSC, 384 kHz bei WS/PCv2 - Hoch: 24 MHz
es: - Baja: 384 KHz - Media: 6 MHz (WSC) - Alta: 24 MHz
fr: - Faible: 384 KHz - Moyen: 6 MHz sur WSC, 384 KHz sur WS/PCv2 - Élevé: 24 MHz
pl: Ustaw częstotliwość używaną do komunikacji z MCU na kartridżu. Obecnie jest ona używana do transferu plików przez USB. - Niska: 384 KHz - Średnia: 6 MHz (384 KHz na WS/PCv2) - Wysoka: 24 MHz
zh_hans: - 低：384 KHz - 中：WSC 上 6 MHz，WS/PCv2 上 384 KHz - 高：24 MHz

# SETTINGS_CART_MCU_SPI_SPEED_384KHZ
source: Low
de: Niedrig
es: Baja
fr: Faible
pl: Niska
zh_hans: 低

# SETTINGS_CART_MCU_SPI_SPEED_6MHZ
source: Medium*
de: Mittel*
es: Media
fr: Moyen*
pl: Średnia*
zh_hans: 中*

# SETTINGS_CART_MCU_SPI_SPEED_24MHZ
source: High
de: Hoch
es: Alta
fr: Élevé
pl: Wysoka
zh_hans: 高

# SETTINGS_THEME_ACCENT_COLOR
source: Accent color
de: Akzentfarbe
es: Color base
fr: Couleur d'accentuation
pl: Kolor akcentu
zh_hans: 强调色

# SETTINGS_THEME_DARK
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
pl: Ciemny
zh_hans: 暗

# SETTINGS_THEME_LIGHT
source: Light
de: Hell
es: Claro
fr: Clair
pl: Jasny
zh_hans: 亮

# DIALOG_PREPARE_SAVE
source: Creating save data
de: Speicherdaten werden erstellt
es: Preparando guardado
fr: Création de la sauvegarde
pl: Tworzenie danych zapisu
zh_hans: 正在创建存档数据

# DIALOG_PREPARE_FLASH
source: Creating flash image
de: Flashabbild wird erstellt
es: Preparando flash
fr: Création de l'image flash
pl: Tworzenie obrazu flash
zh_hans: 正在创建 flash 镜像

# DIALOG_PREPARE_ROM
source: Creating ROM image
de: ROM-Abbild wird erstellt
es: Preparando ROM
fr: Création de l'image ROM
pl: Tworzenie obrazu ROM
zh_hans: 正在创建 ROM 镜像

# DIALOG_STORE_SAVE
source: Storing save data
de: Speicherdaten werden gesichert
es: Guardando datos
fr: Enregistrement de la sauvegarde
pl: Zachowywanie danych zapisu
zh_hans: 正在存储存档数据

# ERROR_FR_DISK_ERR
source: Storage error
de: Datenträgerfehler
es: Error de memoria
fr: Erreur de stockage
pl: Błąd nośnika danych
zh_hans: 存储错误

# ERROR_FR_INT_ERR
source: FatFs internal error
de: FatFs interner Fehler
es: Error interno
fr: Erreur interne FatFs
pl: Błąd wewn. FatFs
zh_hans: FatFs 内部错误

# ERROR_FR_NOT_READY
source: Storage not ready
de: Datenträger nicht bereit
es: Memoria no lista
fr: Stockage non prêt
pl: Nośnik nie jest gotowy
zh_hans: 存储未就绪

# ERROR_FR_NO_FILE
source: File not found
de: Datei wurde nicht gefunden
es: Archivo no existe
fr: Fichier introuvable
pl: Nie znaleziono pliku
zh_hans: 文件未找到

# ERROR_FR_NO_PATH
source: Path not found
de: Pfad wurde nicht gefunden
es: Ruta no válida
fr: Chemin introuvable
pl: Nie znaleziono ścieżki
zh_hans: 路径未找到

# ERROR_FR_DENIED
source: Access denied
de: Zugriff verweigert
es: Acceso no permitido
fr: Accès refusé
pl: Brak dostępu
zh_hans: 访问被拒绝

# ERROR_SAVE_CORRUPT
source: Save data corrupted
de: Speicherdaten beschädigt
es: Datos dañados
fr: Sauvegarde corrompue
pl: Dane zapisu utracone
zh_hans: 存档数据损坏

# ERROR_SAVE_PSRAM_CORRUPT
source: PSRAM state corrupted
de: PSRAM-Zustand beschädigt
es: PSRAM dañada
fr: État PSRAM corrompu
pl: Stan PSRAM utracony
zh_hans: PSRAM 状态损坏

# ERROR_MCU_COMM_FAILED
source: MCU communication error
de: Fehler bei Kommunikation mit Mikrokontroller
es: Error MCU
fr: Erreur de communication MCU
pl: Błąd komunikacji z MCU
zh_hans: MCU 通信错误

# ERROR_MCU_BIN_CORRUPT
source: Invalid MCU.BIN format!
de: Ungültiges Format von MCU.bin!
es: MCU.BIN inválido
fr: Format MCU.BIN invalide!
pl: Nieznany format MCU.BIN!
zh_hans: 无效的 MCU.BIN 格式！

# ERROR_DATA_TRANSFER_TIMEOUT
source: Data transfer timeout
de: Zeitüberschreitung bei Datenübertragung
es: Tiempo agotado
fr: Délai de transfert expiré
pl: Przekroczono czas transferu danych
zh_hans: 数据传输超时

# ERROR_DATA_TRANSFER_CANCEL
source: Data transfer cancelled
de: Datenübertragung abgebrochen
es: Transferencia cancelada
fr: Transfert annulé
pl: Anulowano transfer danych
zh_hans: 数据传输已取消

# ERROR_DATA_CORRUPT
source: Data corrupt
de: Daten beschädigt
es: Datos dañados
fr: Données corrompues
pl: Dane uszkodzone
zh_hans: 数据损坏

# ERROR_TITLE_FS_INIT
source: Could not mount storage!
de: Datenträger konnte nicht eingehängt werden!
es: Error de memoria
fr: Impossible de monter le stockage!
pl: Błąd montowania nośnika!
zh_hans: 无法挂载存储！

# ERROR_TITLE_MCU_INIT
source: Could not initialize MCU!
de: Mikrokontroller konnte nicht initialisiert werden!
es: Error MCU
fr: Impossible d'initialiser le MCU!
pl: Błąd inicjalizacji MCU!
zh_hans: 无法初始化 MCU ！

# ERROR_TITLE_SETTINGS_LOAD
source: Could not load settings!
de: Einstellungen konnten nicht geladen werden!
es: Error de opciones
fr: Impossible de charger les paramètres!
pl: Błąd ładowania ustawień!
zh_hans: 无法加载设置！

# ERROR_TITLE_SAVE_STORE
source: Could not store save data!
de: Speicherdaten konnten nicht gesichert werden!
es: Error al guardar
fr: Impossible d'enregistrer la sauvegarde!
pl: Błąd zachowywania zapisu!
zh_hans: 无法存储存档数据！

# SUBMENU_OPTION_TOOLS_LAUNCH_VIA_XMODEM
source: Launch via XMODEM
de: Mittels XMODEM starten
es: Iniciar XMODEM
fr: Lancer via XMODEM
pl: Uruchom przez XMODEM
zh_hans: 通过 XMODEM 启动

# SUBMENU_OPTION_WITCH_ADD_GLOBAL_LIBRARY
source: Add as global library
de: Als globale Bibliothek hinzufügen
es: Añadir a global
fr: Ajouter comme bibliothèque globale
pl: Dodaj bibliotekę globalną
zh_hans: 添加为全局库

# WITCH_EXTRACT_PROGRESS_BIOS_SCANNING
source: Scanning for BIOS...
de: Nach BIOS suchen...
es: Buscando BIOS
fr: Détection BIOS...
pl: Poszukiwanie BIOS...
zh_hans: 扫描 BIOS …

# WITCH_EXTRACT_PROGRESS_OS_SCANNING
source: Scanning for OS...
de: Nach OS wird gesucht...
es: Buscando SO
fr: Recherche de l'OS...
pl: Poszukiwanie OS...
zh_hans: 扫描 OS …

# WITCH_EXTRACT_PROGRESS_OS_EXTRACTING
source: Extracting OS...
de: OS wird extrahiert...
es: Extrayendo SO
fr: Extraction OS...
pl: Wydobywanie OS...
zh_hans: 提取 OS …

# SUBMENU_OPTION_WITCH_CREATE_IMAGE
source: Create image
de: Abbild erstellen
es: Crear imagen
fr: Créer image
pl: Utwórz obraz
zh_hans: 创建镜像

# PROGRESS_COPYING_DATA
source: Copying data...
de: Daten werden kopiert...
es: Copiando...
fr: Copie des données...
pl: Kopiowanie danych...
zh_hans: 正在复制数据…

# SUBMENU_OPTION_CONTROLLER_MODE
source: Controller mode
de: Controllermodus
es: Modo mando
fr: Mode manette
pl: Tryb kontrolera
zh_hans: 游戏手柄模式

# DIALOG_INITIALIZING_RTC
source: Initializing RTC...
de: Echtzeituhr wird initialisiert...
es: Iniciando reloj
fr: Initialisation RTC...
pl: Inicjalizacja zegara RTC...
zh_hans: 正在初始化 RTC …

# ERROR_WITCH_NO_BIOS_FOUND
source: No BIOS file found!
de: Es wurde keine BIOS-Datei gefunden!
es: BIOS no encontrada
fr: Aucun fichier BIOS trouvé!
pl: Nie znaleziono pliku BIOS!
zh_hans: 未找到 BIOS 文件！

# ERROR_WITCH_NO_OS_FOUND
source: No OS file found!
de: Es wurde keine OS-Datei gefunden!
es: SO no encontrado
fr: Aucun fichier OS trouvé!
pl: Nie znaleziono pliku OS!
zh_hans: 未找到 OS 文件！

source: Controller mode active.
de: Controllermodus aktiv.
es: Modo mando activo
fr: Mode manette actif .
pl: Tryb kontrolera aktywny.
zh_hans: 游戏手柄模式已激活。

# CONTROLLER_MODE_PRESS_SOUND_TO_EXIT
source: Press SOUND to exit.
de: SOUND drücken zum Verlassen.
es: SOUND: salir
fr: Appuyez sur SOUND pour quitter.
pl: Wciśnij SOUND, aby wyjść.
zh_hans: 按 SOUND 键退出。

# CONTROLLER_MODE_PRESS_VIEW_TO_EXIT
source: Press VIEW to exit.
de: VIEW drücken zum Verlassen.
es: VIEW: salir
fr: Appuyez sur VIEW pour quitter.
pl: Wciśnij VIEW, aby wyjść.
zh_hans: 按 VIEW 键退出。

# ABOUT_RAM_BYTES_FREE
source: %d IRAM bytes free
de: %d Bytes IRAM verfügbar
es: IRAM libre: %d bytes
fr: %d octets IRAM libres
pl: %d bajtów IRAM wolne
zh_hans: %d IRAM 字节空闲

# PROMPT_FUNCTIONALITY_UNAVAILABLE
source: Some functionality will be unavailable. Do you want to continue?
de: Einige Funktionen sind dann nicht nutzbar. Fortfahren?
es: Algunas funciones no disponibles. ¿Continuar?
fr: Certaines fonctionnalités ne seront pas disponibles. Voulez-vous continuer ?
pl: Część funkcjonalności będzie niedostępna. Czy chcesz kontynuować?
zh_hans: 某些功能将不可用。你想继续吗？

# COLOR_RED
source: Red
de: Rot
es: Rojo
fr: Rouge
pl: Czerwony
zh_hans: 红色

# COLOR_GREEN
source: Green
de: Grün
es: Verde
fr: Vert
pl: Zielony
zh_hans: 绿色

# COLOR_BLUE
source: Blue
de: Blau
es: Azul
fr: Bleu
pl: Niebieski
zh_hans: 蓝色

# COLOR_PREVIEW
source: Preview
de: Vorschau
es: Vista
fr: Aperçu
pl: Podgląd
zh_hans: 预览

# SETTINGS_INFO_PC2
source: Pass: Help
de: Pass: Hilfe
es: Pass: Ayuda
fr: Pass: Aide
pl: Pass: Pomoc
zh_hans: Pass: 帮助

# ATHENABIOS_SUFFIX_COMPATIBLE
source: Compatible
de: Compatibel
pl: Kompatybilny
zh_hans: 兼容

# ATHENABIOS_SUFFIX_NATIVE
source: Native
de: Nativ
es: Nativo
fr: Natif
pl: Natywny
zh_hans: 原生

# UI_FILE_SELECTOR_EMPTY
source: Empty
de: Leer
es: Sin datos
fr: Vide
pl: Pusty
zh_hans: 空

# SETTINGS_FILE_VIEW_KEY
source: View
de: Ansicht
es: Vista
fr: Vue
pl: Widok
zh_hans: 视图

# SUBMENU_OPTION_ABOUT
source: About
de: Über
es: Información
fr: À propos
